-- с 5:00 до 11:00: плохо
insert into advices (Marks, Hours, Advice) values ('{1}', '{5,6,7,8,9,10}', 'Холодный душ. Экстремальная температура даст толчок организму воспользоваться энергетическими запасами, которые считались неприкосновенными. Некоторое время человек сможет вполне нормально работать без потери памяти и внимания');
insert into advices (Marks, Hours, Advice) values ('{1}', '{5,6,7,8,9,10}', 'Вымойте руки
В буквальном смысле ополосните кисти холодной водой. Не лицо, не голову, не тело, но именно руки. Такой прием позволяет быстро прийти в себя и хорош не только, как метод борьбы с сонливостью, но и при желании охладить себя в жару, а также, чтобы снять нервное напряжение в стрессовой ситуации.

Подобная реакция связана с тем, что наши руки обладают точками-соединениями со всем нашим организмом (вспомните техники восточного массажа).');
insert into advices (Marks, Hours, Advice) values ('{1}', '{5,6,7,8,9,10}', 'Яркий свет обязательно поможет взбодриться. В темноте в нашем организме вырабатывается гормон мелатонин, который регулирует циклы сна и бодрствования. Если вы не выспались, по возможности включите дома или в офисе все осветительные приборы – это поможет лучше настроиться на рабочий день.');
insert into advices (Marks, Hours, Advice) values ('{1}', '{5,6,7,8,9,10}', 'Не слушайте спокойную расслабляющую музыку – совсем заснете. Вас встряхнет ритмичная мелодия, под которую хочется танцевать, а нога сама притопывает в такт. Включайте погромче – латинские ритмы, поп-музыку – то, что обычно ставят на дискотеках и на уроках по фитнесу.');



-- с 5:00 до 11:00: ниже среднего
insert into advices (Marks, Hours, Advice) values ('{2}', '{5,6,7,8,9,10}', 'Пейте больше воды
При обезвоживании организма усталость будет чувствоваться ещё сильнее, поэтому после бессонной ночи постарайтесь в течение дня выпить 2–3 л воды.');
insert into advices (Marks, Hours, Advice) values ('{2}', '{5,6,7,8,9,10}', 'Избегайте тепла
В жарком или душном помещении невыспавшегося человека обязательно начнёт клонить ко сну. Откройте форточку, включите кондиционер и почаще проветривайте помещение – свежий воздух и прохладная атмосфера помогут преодолеть сонливость.

Очень полезно время от времени держать руки в холодной воде – это поможет легче пережить недосып и снять излишнее напряжение.');
insert into advices (Marks, Hours, Advice) values ('{2}', '{5,6,7,8,9,10}', 'Не меняйте своих планов на день – придерживаться своего обычного распорядка
Не следует себя жалеть и сетовать на то, что сегодня вы не выспались и хотите спать. Не давайте себе поблажек и постарайтесь делать всё, что было намечено на день. Это позволит активизировать внутренние ресурсы организма и повысить самооценку: вы поймёте, что даже после бессонной ночи вы можете успешно справиться с ответственными заданиями.');
insert into advices (Marks, Hours, Advice) values ('{2}', '{5,6,7,8,9,10}', 'Попробуйте заменить кофе мятным чаем, он неплохо освежает. В деле концентрации внимания и повышения работоспособности будет полезна и мятная жвачка.');



-- с 5:00 до 11:00: среднее
insert into advices (Marks, Hours, Advice) values ('{3}', '{5,6,7,8,9,10}', 'Взбодриться с утра, не вставая с постели, тебе помогут аккуратные и сладкие потягушки. К тому же, это весьма полезно для здоровья: когда мы потягиваемся, то улучшаем кровоток, ускоряем обмен веществ, стимулируя мозг и нервную систему. Кстати, животные тоже начинают своё утро с потягушек. Природа не зря придумала такой инстинкт.');
insert into advices (Marks, Hours, Advice) values ('{3}', '{5,6,7,8,9,10}', 'Физическая активность. Следующий шаг — активные упражнения. Можно отжаться, подтянуться, поприседать, совершить интенсивные махи руками, ногами. Можно попробовать сделать растяжку, но нельзя переусердствовать. При появлении легкой боли стоит прекратить тренировку.');
insert into advices (Marks, Hours, Advice) values ('{3}', '{5,6,7,8,9,10}', 'Правильный завтрак. После бессонной ночи нельзя есть тяжелую пищу. Она еще больше спровоцирует сонливость. Необходим легкий перекус: сухофрукты, кефир или йогурт, мед. С кофе, энергетиками лучше не экспериментировать — через пару часов желание спать станет сильнее.');



-- с 5:00 до 11:00: выше среднего
insert into advices (Marks, Hours, Advice) values ('{4}', '{5,6,7,8,9,10}', 'Делайте зарядку. Тело продолжает оставаться расслабленным после сна ещё некоторое время, и, чтобы быстрее проснуться, можно сделать небольшую зарядку, после чего умыться холодной водой или принять контрастный душ.');
insert into advices (Marks, Hours, Advice) values ('{4}', '{5,6,7,8,9,10}', 'Планируйте свой день. Это позволит сконцентрироваться на выполнении важных задач и избежать тех, которые просто «воруют» ваше время, уничтожая запасы энергии.');
insert into advices (Marks, Hours, Advice) values ('{4}', '{5,6,7,8,9,10}', 'Бывайте на свежем воздухе. В тепле процессы в нашем организме замедляются, из-за чего мы чувствуем себя менее бодрыми и зачастую не можем в случае необходимости быстро набрать нужные для работы обороты. Поэтому не проводите весь обеденный перерыв в столовой или кафе – прогуляйтесь по улице. Можно и во время работы подходить к открытому окну и оставаться около него на пару минут – кислород мозгу точно не помешает.');



-- с 5:00 до 11:00: отлично
insert into advices (Marks, Hours, Advice) values ('{5}', '{5,6,7,8,9,10}', 'Делайте зарядку. Тело продолжает оставаться расслабленным после сна ещё некоторое время, и, чтобы быстрее проснуться, можно сделать небольшую зарядку, после чего умыться холодной водой или принять контрастный душ.');
insert into advices (Marks, Hours, Advice) values ('{5}', '{5,6,7,8,9,10}', 'Слушайте музыку с высоким темпом. Если это не будет вас отвлекать, сделайте специальный плейлист с «заводными» песнями и прослушивайте его каждый раз, когда захотите взбодриться.');
insert into advices (Marks, Hours, Advice) values ('{5}', '{5,6,7,8,9,10}', 'Смейтесь. Прилив позитивных эмоций заряжает энергией, поэтому, посмотрев видео со смешными животными, вы и расслабитесь ненадолго, и баланс сил  немного восстановите.');
insert into advices (Marks, Hours, Advice) values ('{5}', '{5,6,7,8,9,10}', 'Не забывайте о витаминах. Чтобы оставаться бодрым и энергичным на протяжении дня нужно позаботиться о поступлении в организм нужного количества витаминов. Особенно С, D, тиамина, рибофлавина, В12, а также пантотеновой и фолиевой кислоты.');



-- с 11:00 до 15:00: плохо
insert into advices (Marks, Hours, Advice) values ('{1}', '{11,12,13,14}', 'Самая распространённая ошибка невыспавшегося человека – попытка хотя бы немного подремать среди дня. Важно знать, что среднее время засыпания составляет от 15 до 20 минут, и если вы решите прикорнуть на несколько минут в общественном транспорте или углу офиса, то проснуться бодрым и отдохнувшим у вас не получится. После бессонной ночи постарайтесь днём не спать – это поможет не нарушить циркадные ритмы, а если вы всё-таки решите немного поспать среди дня, то есть риск, что следующей ночью вы будете страдать от бессонницы.');
insert into advices (Marks, Hours, Advice) values ('{1}', '{11,12,13,14}', 'Не есть много днем
Не секрет, что недосып пробуждает повышенный аппетит, так как мозг человека пытается восполнить энергетические запасы калорийной пищей. По этой причине после бессонной ночи всех тянет на сладкие, жирные и калорийные продукты. Но после употребления высококалорийной пищи усталость будет чувствоваться ещё больше, и вас непременно потянет в сон. Если вы не выспались, постарайтесь не переедать. Употребляйте только лёгкую пищу и следите за размером порций: в таком состоянии нужно уменьшить калорийность рациона и пить больше минеральной воды.');
insert into advices (Marks, Hours, Advice) values ('{1}', '{11,12,13,14}', 'Не принимать важные решения
Старайся не принимать окончательных решений в измотанном состоянии. Тебе кажется, что ты адекватен и рассудителен, просто хочется спать. На деле физическое состояние сильно влияет на способность мыслить, оценивать ситуацию и на моральную устойчивость. Ты можешь размышлять о возникшем вопросе, обсуждать его с кем-то, но окончательное решение оставь до утра.');
insert into advices (Marks, Hours, Advice) values ('{1}', '{11,12,13,14}', 'Яркий свет обязательно поможет взбодриться. В темноте в нашем организме вырабатывается гормон мелатонин, который регулирует циклы сна и бодрствования. Если вы не выспались, по возможности включите дома или в офисе все осветительные приборы – это поможет лучше настроиться на рабочий день.');
insert into advices (Marks, Hours, Advice) values ('{1}', '{11,12,13,14}', 'Не слушайте спокойную расслабляющую музыку – совсем заснете. Вас встряхнет ритмичная мелодия, под которую хочется танцевать, а нога сама притопывает в такт. Включайте погромче – латинские ритмы, поп-музыку – то, что обычно ставят на дискотеках и на уроках по фитнесу.');



-- с 11:00 до 15:00: ниже среднего
insert into advices (Marks, Hours, Advice) values ('{2}', '{11,12,13,14}', 'Пейте больше воды
При обезвоживании организма усталость будет чувствоваться ещё сильнее, поэтому после бессонной ночи постарайтесь в течение дня выпить 2–3 л воды.');
insert into advices (Marks, Hours, Advice) values ('{2}', '{11,12,13,14}', 'Сделайте массаж. Наше тело имеет несколько точек, умеренное давление на которые позволяет усилить циркуляцию крови в организме, что в том числе приводит к избавлению от сонливости.
Сделайте себе массаж, медленно круговыми движениями нажимая на макушку, заднюю часть шеи, мочки уха, точку между большим и указательным пальцем и область под коленями.');
insert into advices (Marks, Hours, Advice) values ('{2}', '{11,12,13,14}', 'Избегайте тепла
В жарком или душном помещении невыспавшегося человека обязательно начнёт клонить ко сну. Откройте форточку, включите кондиционер и почаще проветривайте помещение – свежий воздух и прохладная атмосфера помогут преодолеть сонливость.

Очень полезно время от времени держать руки в холодной воде – это поможет легче пережить недосып и снять излишнее напряжение.');
insert into advices (Marks, Hours, Advice) values ('{2}', '{11,12,13,14}', 'Ополаскивать прохладной водой руки, лицо');



-- с 11:00 до 15:00: среднее
insert into advices (Marks, Hours, Advice) values ('{3}', '{11,12,13,14}', 'Посидеть на чем-нибудь жестком
Сядьте на деревянный или железный, чугунный, пластмассовый стул – на какой угодно, но только не на мягкий и тем более не на кресло или диван. Ваша задача – создать себе на время максимально неудобные условия существования. Жесткая поверхность, на которой вы временно (это важное слово) будете сидеть, вызовет у вас чувство дискомфорта, и сон снимет, как рукой, ведь спать, когда неудобно, совершенно не хочется.');
insert into advices (Marks, Hours, Advice) values ('{3}', '{11,12,13,14}', 'Включите свет. Когда вам предстоит работа, никогда не сидите в сумерках. Чем ярче свет, тем активнее работает ваш мозг.');
insert into advices (Marks, Hours, Advice) values ('{3}', '{11,12,13,14}', 'Во время рабочего дня полезно сделать несколько простых упражнений, но такая возможность бывает не всегда. Придать бодрости сонному организму поможет простая дыхательная гимнастика. А именно:
Упражнение
Сядьте прямо, расслабьтесь, руки положите на колени ладонями вверх. Медленно дышите через нос, включая диафрагму: глубокий вдох – 5 секунд, выдох – 10 секунд, без пауз между вдохами и выдохами. Подышите так несколько минут, но сделайте не более 40 дыхательных циклов (вдохов – выдохов).');



-- с 11:00 до 15:00: выше среднего
insert into advices (Marks, Hours, Advice) values ('{4}', '{11,12,13,14}', 'Следите за осанкой. Неправильное расположение за рабочим столом влияет на способность концентрировать внимание.');
insert into advices (Marks, Hours, Advice) values ('{4}', '{11,12,13,14}', 'Начинайте день с решения трудной задачи. Используйте пока ещё неистощённые запасы энергии на решение важных задач в первую очередь. Мозг привыкнет к нагрузке, а всё остальное покажется более простым.');
insert into advices (Marks, Hours, Advice) values ('{4}', '{11,12,13,14}', 'Бывайте на свежем воздухе. В тепле процессы в нашем организме замедляются, из-за чего мы чувствуем себя менее бодрыми и зачастую не можем в случае необходимости быстро набрать нужные для работы обороты. Поэтому не проводите весь обеденный перерыв в столовой или кафе – прогуляйтесь по улице. Можно и во время работы подходить к открытому окну и оставаться около него на пару минут – кислород мозгу точно не помешает.');



-- с 11:00 до 15:00: отлично
insert into advices (Marks, Hours, Advice) values ('{4}', '{11,12,13,14}', 'Завершайте начатые дела. Это послужит отличным толчком и мотивацией для дальнейших свершений.');
insert into advices (Marks, Hours, Advice) values ('{4}', '{11,12,13,14}', 'Смейтесь. Прилив позитивных эмоций заряжает энергией, поэтому, посмотрев видео со смешными животными, вы и расслабитесь ненадолго, и баланс сил  немного восстановите.');
insert into advices (Marks, Hours, Advice) values ('{4}', '{11,12,13,14}', 'Ешьте меньше, но чаще. Так, во-первых, меньше энергии будет задействовано на поддержку процессов пищеварения. Во-вторых, сам организм будет чаще получать подпитку.');
insert into advices (Marks, Hours, Advice) values ('{4}', '{11,12,13,14}', 'Пейте много воды. Обезвоживание приводит к снижению объёма крови и, как следствие, к постоянной усталости. Это также полезно для нормального протекания метаболизма и высвобождения энергии из пищи.');



-- с 15:00 до 20:00: плохо
insert into advices (Marks, Hours, Advice) values ('{1}', '{15,16,17,18,19}', 'Сократите употребление кофе, как ни парадоксально это звучит. Кофе и другие тонизирующие напитки — это энергия взаймы. Вы потратите её больше, чем можете себе позволить, и придётся расплачиваться дефицитом сил.');
insert into advices (Marks, Hours, Advice) values ('{1}', '{15,16,17,18,19}', 'Вместо сладостей и фастфуда перекусывайте орехами и творогом. Белковая пища помогает справляться с нехваткой сил лучше, чем конфеты и кофе.');
insert into advices (Marks, Hours, Advice) values ('{1}', '{15,16,17,18,19}', 'Берите снеки на основе семян льна — в них много антиоксидантов. Впрочем, про них нужно поподробнее.');
insert into advices (Marks, Hours, Advice) values ('{1}', '{15,16,17,18,19}', 'Движение и физическая активность — последнее, что хочется делать, когда вы устали. О каком спортзале может идти речь, если сил нет вообще ни на что? Но мы созданы для того, чтобы быть в движении. Когда мы мало двигаемся, автоматически приостанавливаются все процессы в организме: тело медленно перерабатывает пищу, медленно включается в работу и медленно настраивается на отдых. Получается замкнутый круг: мы устаём и поэтому мало двигаемся, но в результате организм резервирует меньше энергии для движения и сокращает её выработку.
Выход есть: когда преследует усталость, начинать надо с прогулок.
И ничего больше. Надевайте что-то очень удобное, отправляйтесь на улицу, не куда-то, а просто так, без цели. Нельзя: сидеть, шататься по магазинам, идти к ближайшему ларьку за фастфудом. Можно: ходить.
Как разогреться, когда надо выйти на улицу, а не хочется? Начните дышать. Делайте глубокий вдох и резкий выдох, пока не поймёте, что готовы размять шею и сделать хотя бы 10 приседаний.');



-- с 15:00 до 20:00: ниже среднего
insert into advices (Marks, Hours, Advice) values ('{2}', '{15,16,17,18,19}', 'Сделайте массаж. Наше тело имеет несколько точек, умеренное давление на которые позволяет усилить циркуляцию крови в организме, что в том числе приводит к избавлению от сонливости.
Сделайте себе массаж, медленно круговыми движениями нажимая на макушку, заднюю часть шеи, мочки уха, точку между большим и указательным пальцем и область под коленями.');
insert into advices (Marks, Hours, Advice) values ('{2}', '{15,16,17,18,19}', 'Научитесь отказывать
Иногда мы устаём, потому что не можем сказать «нет» и соглашаемся на все проекты, помогаем со всеми просьбами, берём на себя слишком много. Справляемся, но в ущерб себе.
Дайте себе отдохнуть. Не оставайтесь на работе допоздна, переделывая работу за коллегами — они сами справятся. Откажитесь от вечеринки — друзья поймут, а вы отдохнёте и выспитесь. Скажите «нет», когда вас снова попросят что-то сделать. Подумайте о себе');
insert into advices (Marks, Hours, Advice) values ('{2}', '{15,16,17,18,19}', 'Любая профессия может оказать негативное влияние на ночной отдых, если Вы не будете абстрагироваться от рабочего процесса и полноценно отдыхать в свободное время. Чтобы сон был полноценным и здоровым, помните такие правила:

по возможности избегайте сверхурочных работ – они собьют Ваш привычный режим, а переутомление негативно скажется на качестве сна;
постарайтесь исключить ночные смены, ведь именно в это время суток сон наиболее здоровый;
исключите или сведите к минимуму командировки, связанные с длительными перелетами и сменой часовых поясов;
старайтесь хорошо высыпаться в выходные дни;
выбросьте из головы любые мысли о работе, когда Вы пребываете дома.');



-- с 15:00 до 20:00: среднее
insert into advices (Marks, Hours, Advice) values ('{3}', '{15,16,17,18,19}', 'Сходите в сауну или баню
Тепло заставляет кровь бежать быстрее, одновременно помогает расслабиться и тонизирует. Примите тёплую ванну, полежите в ней 15 минут или сходите в баню или сауну. Только не сидите слишком долго в парилке: вы пришли не за экстремальными нагрузками, а за отдыхом и восстановлением.');
insert into advices (Marks, Hours, Advice) values ('{3}', '{15,16,17,18,19}', 'Научитесь переключаться с работы на отдых
Работу нужно оставлять на работе, не несите её домой даже в мыслях. Дома не проверяйте рабочую почту, не пишите коллегам о незавершённых делах или вопросах, которые могут подождать до завтра (на самом деле большинство вопросов именно такие), не выходите в корпоративный чат, если он у вас есть. Если завтра на работе запланировано сверхответственное мероприятие, то волнения по его поводу уместны, но такие события случаются не чаще двух-трёх раз в год. А в остальное время — никаких «сверхурочных» мыслей. Переключение тоже поможет вам отдохнуть.
Лучший способ отвлечься от работы — общение с близкими. Поговорите с семьёй, поиграйте с домашними животными, позвоните друзьям или напишите человеку, с которым вы не виделись несколько лет, и спросите, как дела. Энергия близких людей поможет почувствовать себя лучше.');



-- с 15:00 до 20:00: выше среднего
insert into advices (Marks, Hours, Advice) values ('{4}', '{15,16,17,18,19}', 'Суетливый мир вечно атакует нас звонками, электронными письмами, сообщениями, напоминаниями. Приходя вечером домой, вы продолжаете думать о работе, пробках, политике и т.д. Еще хуже, если вы не только думаете, но и действуете в том же ключе. Между тем, вечер – это идеальное время, чтобы расслабиться, отдохнуть, пообщаться с семьей, подвести итоги и спланировать следующий день.');
insert into advices (Marks, Hours, Advice) values ('{4}', '{15,16,17,18,19}', 'Выделите себе вечером несколько часов перед сном, во время которых вы полностью сосредоточитесь на самом важном и отгородитесь от всего остального мира. Отключите уведомления и звук на гаджетах, телевизор, и побудьте наедине с собой. Это и будет ваш ритуал выключения.
Помимо вышеуказанных преимуществ, это поможет вам расслабиться, напомнит мозгу, что день заканчивается, и вам будет легче уснуть.');
insert into advices (Marks, Hours, Advice) values ('{4}', '{15,16,17,18,19}', 'Создайте пространство для отдыха
Провести весь день за экраном, прийти домой и сесть за экран – не самый лучший способ отдохнуть. Так вы только усилите стресс, который испытывает практически любой современный человек. Но после напряженного трудового дня вы остро нуждаетесь в расслаблении и переключении внимания.
Найдите место, где вы чувствуете себя комфортно, счастливо и расслабленно, и потратьте 20 минут, чтобы сосредоточиться на успокоении себя. Вы можете заняться физическими упражнениями, медитацией, мелкими домашними делами или принять душ. Или просто ничего не делайте – позвольте себе эту роскошь.');



-- с 15:00 до 20:00: отлично
insert into advices (Marks, Hours, Advice) values ('{5}', '{15,16,17,18,19}', 'Завершайте начатые дела. Это послужит отличным толчком и мотивацией для дальнейших свершений.');
insert into advices (Marks, Hours, Advice) values ('{5}', '{15,16,17,18,19}', 'Прогулка пешком

Отправьтесь перед сном на короткую прогулку. Она поможет буквально перешагнуть через заботы и тревоги дня. Вы сможете насладиться покоем и обдумать идеи, которые волнуют вас. Кроме того, ходьба полезна для здоровья.');
insert into advices (Marks, Hours, Advice) values ('{5}', '{15,16,17,18,19}', 'Самые успешные люди всегда находят способы расслабиться перед сном. Это позволяет им снять стресс, быстрее заснуть, крепче спать, чтобы проснуться полными сил и готовыми к новому дню. Подумайте: что, как ничто другое, может вас расслабить? Быть может, горячая ванна или прослушивание успокаивающей музыки? Выберите что-то на свое усмотрение.');



-- с 20:00 до 5:00: (общее для всех состояний)
insert into advices (Marks, Hours, Advice) values ('{1,2,3,4,5}', '{20,21,22,23,0,1,2,3,4}', 'Исключите стрессы и переживания, серьезные разговоры перенесите на завтра.
Сделайте дыхательную гимнастику – она поможет Вам расслабиться и настроиться на отдых.
Запретите (хотя это и не просто) себе думать в постели о работе, учебе и других серьезных вещах.
Создайте свой особенный ритуал для сна: то есть что-либо, что Вы сможете делать ежедневно перед тем, как лечь в кровать. Такой подход позволит телу распознать знакомые сигналы и быстро настраиваться на сон.

Обязательным условием хорошего сна является благоприятная атмосфера в комнате. Перед ночным отдыхом уделите внимание следующим нюансам:

обязательно проветрите комнату – свежий воздух сделает сон более глубоким и позволит Вашему организму восстановиться гораздо быстрее;
по максимуму избавьтесь от возможных источников шума – хороший сон возможен только в тишине;
в комнате должна быть комфортная температура – оптимально 18 – 22˚С в зависимости от ваших предпочтений;
кровать должна быть удобной – не пожалейте денег на качественный ортопедический матрас и подушку.

спите в полной темноте или используйте ночник с максимально тусклым светом;
не пользуйтесь перед сном гаджетами, которые обладают яркой подсветкой;
перед сном выключите телефон, телевизор и другие приборы, способные излучать электромагнитные волны – они негативно сказываются на качестве ночного отдыха;
по мере приближения времени для сна уменьшайте яркость освещения в комнате.10 приседаний.');
insert into advices (Marks, Hours, Advice) values ('{1,2,3,4,5}', '{20,21,22,23,0,1,2,3,4}', 'Если для полноценного восстановления организма Вам требуется 7 или 9 часов, придерживайтесь этой длительности сна ежедневно.
Засыпайте и просыпайтесь в одно и то же время. Спустя 2 – 3 недели организм перестроится и будет самостоятельно знать, когда ему пора отдыхать и пробуждаться.
Сонливости не по плану – нет.
Питание – один из важнейших факторов, который обязательно сказывается на качестве ночного отдыха. Чтобы сон был здоровым и крепким, важно соблюдать некоторые правила, связанные с употреблением пищи:

Ешьте не позже, чем за 2 часа до сна. Как пустой желудок, так и переполненный делают ночной отдых неполноценным. Вместо разгрузки и отдыха Вашему организму придется усиленно переваривать всю пищу, употребленную на ужин.
Не переедайте. Последний прием пищи должен быть максимально легким. Достаточно ограничиться кисломолочными продуктами, галетным печеньем, фруктами, сыром.
Не употребляйте перед сном алкоголь и напитки, содержащие кофеин. Данные вещества стимулируют работу ЦНС, а, значит, о глубоком сне и полноценном отдыхе можно забыть.
Пейте поменьше жидкости перед сном. В противном случае Ваши почки будут активно трудиться на протяжении всей ночи, и Вам придется периодически просыпаться в туалет. Кроме того, избыток жидкости может привести к отечности лица с утра, что тоже Вас вряд ли порадует.');
insert into advices (Marks, Hours, Advice) values ('{1,2,3,4,5}', '{20,21,22,23,0,1,2,3,4}', 'Если для полноценного восстановления организма Вам требуется 7 или 9 часов, придерживайтесь этой длительности сна ежедневно.
Засыпайте и просыпайтесь в одно и то же время. Спустя 2 – 3 недели организм перестроится и будет самостоятельно знать, когда ему пора отдыхать и пробуждаться.
Сонливости не по плану – нет.
Питание – один из важнейших факторов, который обязательно сказывается на качестве ночного отдыха. Чтобы сон был здоровым и крепким, важно соблюдать некоторые правила, связанные с употреблением пищи:

Ешьте не позже, чем за 2 часа до сна. Как пустой желудок, так и переполненный делают ночной отдых неполноценным. Вместо разгрузки и отдыха Вашему организму придется усиленно переваривать всю пищу, употребленную на ужин.
Не переедайте. Последний прием пищи должен быть максимально легким. Достаточно ограничиться кисломолочными продуктами, галетным печеньем, фруктами, сыром.
Не употребляйте перед сном алкоголь и напитки, содержащие кофеин. Данные вещества стимулируют работу ЦНС, а, значит, о глубоком сне и полноценном отдыхе можно забыть.
Пейте поменьше жидкости перед сном. В противном случае Ваши почки будут активно трудиться на протяжении всей ночи, и Вам придется периодически просыпаться в туалет. Кроме того, избыток жидкости может привести к отечности лица с утра, что тоже Вас вряд ли порадует.');
insert into advices (Marks, Hours, Advice) values ('{1,2,3,4,5}', '{20,21,22,23,0,1,2,3,4}', 'Ложиться лучше до 23:00; нельзя перед отбоем смотреть страшное кино или испытывать сильные эмоции, перед сном лучше успокоиться; нельзя с вечера есть тяжелую пищу; необходимо придерживаться режима дня даже в выходные, тогда по утрам понедельников не будет чувства усталости; постель должна быть комфортной, а температура в комнате — прохладной.');



